ms-vscode.cpptools-extension-pack
ms-vscode.makefile-tools
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
DavidAnson.vscode-markdownlint
bierner.markdown-preview-github-styles
mkhl.shfmt
timonwong.shellcheck
esbenp.prettier-vscode
dnut.rewrap-revived
vscode-icons-team.vscode-icons
